TOKEN = "tocken"

# Через запятую роли для доступа к тикету
TICKET_ROLE_IDS = "111111111111111111,222222222222222222"

# Роль, которая может закрывать тикеты (ID)
TICKET_CLOSER_ROLE_ID = 333333333333333333

# Может ли пользователь, который создал тикет, его закрыть
ALLOW_TICKET_CREATOR_TO_CLOSE = True

# ID категории для тикетов (если нет - создаст автоматически)
TICKET_CATEGORY_ID = 444444444444444444
TICKET_CATEGORY_NAME = "🎫 Тикеты"

# ID канала логов (если нет - логирования не будет)
LOG_CHANNEL_ID = 1348355586072514723

# Максимальное число открытых тикетов на 1 пользователя
MAX_TICKETS_PER_USER = 1